<?php

$locale['001'] = "Администрирования видео";

$locale['010'] = "Добавить видео";
$locale['011'] = "&lt;&lt; Назад к спискам";
$locale['012'] = "Нет ни одного записа";

$locale['401'] = "Заголовок видео";
$locale['402'] = "Статус";
$locale['403'] = "Порядок";
$locale['404'] = "Опции";
$locale['405'] = "Видвинуть";

$locale['410'] = "Обновить порядок";
$locale['411'] = "Блокировать";
$locale['412'] = "Опубликовать";
$locale['413'] = "Просмотр";
$locale['414'] = "Редактировать";
$locale['415'] = "Удалить";

$locale['450'] = "Вы уверены?";


$locale['501'] = "Title:";
$locale['502'] = "Description:";
$locale['503'] = "Keywords:";
$locale['504'] = "Заголовок видео:";
$locale['505'] = "H1:";
$locale['506'] = "Alias:";
$locale['507'] = "Картинка:";
$locale['507_a'] = "Макс. размер файла: %s / Допустимые типы: GIF, JPEG or PNG.";
$locale['507_b'] = "Удалить картинку";
$locale['508'] = "УРЛ к видео (YouTube)";
$locale['508_a'] = "http://www.youtube.com/watch?v=<b>LJv52b2zpAc</b>";

$locale['509'] = "Описание видео:";
$locale['510'] = "Категория";
$locale['510_a'] = ".::Выбрать категорию::.";
$locale['511'] = "Доступ:";
$locale['512'] = "Разрешить комментарии";
$locale['513'] = "Разрешить рейтинги";

$locale['515'] = "Пользователь";
$locale['516'] = "Дата добавления";
$locale['517'] = "Рейтинг";
$locale['517_a'] = ".::Выбрать::.";
$locale['517_b'] = " звезд";
$locale['518'] = "Просмотры";

$locale['520'] = "Сохранить";
$locale['521'] = "Отменить";


$locale['error_001'] = "Пожалуйста, введите Заголовок видео!";
$locale['error_002'] = "Пожалуйста, выберите Категорию видео!";
$locale['error_003'] = "УРЛ к видео не должна быть пустым!";
$locale['error_004'] = "УРЛ к видео не правильный!";

$locale['error_049'] = "Пожалуйста, выберите Фото. Это обязательно!";
$locale['error_050'] = "Фото повысили лимит символов, пожалуйста переименуйте файл!";
$locale['error_051'] = "Фото вы пытаетесь загрузить не графический файл, разрешена загрузка только файлов с такими расширениями: (gif, jpg, png, jpeg)!";
$locale['error_052'] = "Фото ТОЧКА встречается в имени файла 2 раза, пожалуйста переименуйте файл!!";
$locale['error_053'] = "Фото Извините. В имени файла запрещено использовать .PHP!";
$locale['error_054'] = "Фото Извините. В имени файла запрещено использовать .HTML!";
$locale['error_055'] = "Фото Извините. В имени файла запрещено использовать .HTM!";
$locale['error_056'] = "Фото Вы превысили допустимый размер фото!";
$locale['error_057'] = "Вы пытаетесь загрузить изображение:";
$locale['error_058'] = "Максимально допустимый размер фото:";
$locale['error_059'] = "Фото Вы превысили допустимый габариты!";
$locale['error_060'] = "Вы пытаетесь загрузить изображение:";
$locale['error_061'] = "Максимально допустимый габарит:";
$locale['error_062'] = "Фото разрешено только лишь горизонтальное  фото!";
$locale['error_063'] = "Фото ошибка СЕРВЕРА, размер фото не должен превышать допустимый размер или не должен быт меньше 0-а!";

$locale['success_001'] = "Адрес (url) этой страницы: ";
$locale['success_002'] = "Видео добавлена";
$locale['success_003'] = "Видео изменена";
$locale['success_004'] = "Видео удалена";
$locale['success_005'] = "Видео опубликована";
$locale['success_006'] = "Видео блокирована";
$locale['success_007'] = "Порядок видео обновлен";

?>